{
  "quotes": [
    { "id": 1, "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
    { "id": 2, "text": "Education is the most powerful weapon which you can use to change the world.", "author": "Nelson Mandela" },
    { "id": 3, "text": "The beautiful thing about learning is that nobody can take it away from you.", "author": "B.B. King" },
    { "id": 4, "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston Churchill" },
    { "id": 5, "text": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt" },
    { "id": 6, "text": "The mind is everything. What you think you become.", "author": "Buddha" },
    { "id": 7, "text": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius" },
    { "id": 8, "text": "The secret of getting ahead is getting started.", "author": "Mark Twain" },
    { "id": 9, "text": "Knowledge is power.", "author": "Francis Bacon" },
    { "id": 10, "text": "Learning never exhausts the mind.", "author": "Leonardo da Vinci" },
    { "id": 11, "text": "The more that you read, the more things you will know.", "author": "Dr. Seuss" },
    { "id": 12, "text": "An investment in knowledge pays the best interest.", "author": "Benjamin Franklin" },
    { "id": 13, "text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi" },
    { "id": 14, "text": "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.", "author": "Brian Herbert" },
    { "id": 15, "text": "Education is not the filling of a pail, but the lighting of a fire.", "author": "W.B. Yeats" },
    { "id": 16, "text": "The roots of education are bitter, but the fruit is sweet.", "author": "Aristotle" },
    { "id": 17, "text": "Study hard, for the well is deep, and our brains are shallow.", "author": "Richard Baxter" },
    { "id": 18, "text": "A person who never made a mistake never tried anything new.", "author": "Albert Einstein" },
    { "id": 19, "text": "The expert in anything was once a beginner.", "author": "Helen Hayes" },
    { "id": 20, "text": "Don't let what you cannot do interfere with what you can do.", "author": "John Wooden" },
    { "id": 21, "text": "You don't have to be great to start, but you have to start to be great.", "author": "Zig Ziglar" },
    { "id": 22, "text": "The only limit to our realization of tomorrow is our doubts of today.", "author": "Franklin D. Roosevelt" },
    { "id": 23, "text": "Success is the sum of small efforts repeated day in and day out.", "author": "Robert Collier" },
    { "id": 24, "text": "What we learn with pleasure we never forget.", "author": "Alfred Mercier" },
    { "id": 25, "text": "The journey of a thousand miles begins with one step.", "author": "Lao Tzu" },
    { "id": 26, "text": "Genius is 1% inspiration and 99% perspiration.", "author": "Thomas Edison" },
    { "id": 27, "text": "There are no shortcuts to any place worth going.", "author": "Beverly Sills" },
    { "id": 28, "text": "Perseverance is not a long race; it is many short races one after the other.", "author": "Walter Elliot" },
    { "id": 29, "text": "The best time to plant a tree was 20 years ago. The second best time is now.", "author": "Chinese Proverb" },
    { "id": 30, "text": "Dream big and dare to fail.", "author": "Norman Vaughan" },
    { "id": 31, "text": "Action is the foundational key to all success.", "author": "Pablo Picasso" },
    { "id": 32, "text": "Your limitation—it's only your imagination.", "author": "Unknown" },
    { "id": 33, "text": "Push yourself, because no one else is going to do it for you.", "author": "Unknown" },
    { "id": 34, "text": "Great things never come from comfort zones.", "author": "Unknown" },
    { "id": 35, "text": "Dream it. Wish it. Do it.", "author": "Unknown" },
    { "id": 36, "text": "Success doesn't just find you. You have to go out and get it.", "author": "Unknown" },
    { "id": 37, "text": "The harder you work for something, the greater you'll feel when you achieve it.", "author": "Unknown" },
    { "id": 38, "text": "Don't stop when you're tired. Stop when you're done.", "author": "Unknown" },
    { "id": 39, "text": "Wake up with determination. Go to bed with satisfaction.", "author": "Unknown" },
    { "id": 40, "text": "Do something today that your future self will thank you for.", "author": "Unknown" },
    { "id": 41, "text": "Little things make big days.", "author": "Unknown" },
    { "id": 42, "text": "It's going to be hard, but hard does not mean impossible.", "author": "Unknown" },
    { "id": 43, "text": "Don't wait for opportunity. Create it.", "author": "Unknown" },
    { "id": 44, "text": "Sometimes we're tested not to show our weaknesses, but to discover our strengths.", "author": "Unknown" },
    { "id": 45, "text": "The key to success is to focus on goals, not obstacles.", "author": "Unknown" },
    { "id": 46, "text": "Dream bigger. Do bigger.", "author": "Unknown" },
    { "id": 47, "text": "Don't be afraid to give up the good to go for the great.", "author": "John D. Rockefeller" },
    { "id": 48, "text": "I find that the harder I work, the more luck I seem to have.", "author": "Thomas Jefferson" },
    { "id": 49, "text": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney" },
    { "id": 50, "text": "Don't be distracted by criticism. Remember, the only taste of success some people get is to take a bite out of you.", "author": "Zig Ziglar" },
    { "id": 51, "text": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt" },
    { "id": 52, "text": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle" },
    { "id": 53, "text": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.", "author": "Christian D. Larson" },
    { "id": 54, "text": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis" },
    { "id": 55, "text": "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "author": "Joshua J. Marine" },
    { "id": 56, "text": "The only impossible journey is the one you never begin.", "author": "Tony Robbins" },
    { "id": 57, "text": "Start where you are. Use what you have. Do what you can.", "author": "Arthur Ashe" },
    { "id": 58, "text": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein" },
    { "id": 59, "text": "The best revenge is massive success.", "author": "Frank Sinatra" },
    { "id": 60, "text": "I have not failed. I've just found 10,000 ways that won't work.", "author": "Thomas Edison" },
    { "id": 61, "text": "What seems to us as bitter trials are often blessings in disguise.", "author": "Oscar Wilde" },
    { "id": 62, "text": "The distance between insanity and genius is measured only by success.", "author": "Bruce Feirstein" },
    { "id": 63, "text": "If you want to achieve greatness stop asking for permission.", "author": "Unknown" },
    { "id": 64, "text": "Things work out best for those who make the best of how things work out.", "author": "John Wooden" },
    { "id": 65, "text": "To live a creative life, we must lose our fear of being wrong.", "author": "Joseph Chilton Pearce" },
    { "id": 66, "text": "If you are not willing to risk the usual you will have to settle for the ordinary.", "author": "Jim Rohn" },
    { "id": 67, "text": "Trust because you are willing to accept the risk, not because it's safe or certain.", "author": "Unknown" },
    { "id": 68, "text": "All our dreams can come true if we have the courage to pursue them.", "author": "Walt Disney" },
    { "id": 69, "text": "Good things come to people who wait, but better things come to those who go out and get them.", "author": "Unknown" },
    { "id": 70, "text": "If you do what you always did, you will get what you always got.", "author": "Unknown" },
    { "id": 71, "text": "Success is walking from failure to failure with no loss of enthusiasm.", "author": "Winston Churchill" },
    { "id": 72, "text": "Just when the caterpillar thought the world was ending, he turned into a butterfly.", "author": "Proverb" },
    { "id": 73, "text": "Successful entrepreneurs are givers and not takers of positive energy.", "author": "Unknown" },
    { "id": 74, "text": "Whenever you see a successful person you only see the public glories, never the private sacrifices to reach them.", "author": "Vaibhav Shah" },
    { "id": 75, "text": "Opportunities don't happen, you create them.", "author": "Chris Grosser" },
    { "id": 76, "text": "Try not to become a person of success, but rather try to become a person of value.", "author": "Albert Einstein" },
    { "id": 77, "text": "Great minds discuss ideas; average minds discuss events; small minds discuss people.", "author": "Eleanor Roosevelt" },
    { "id": 78, "text": "I have learned over the years that when one's mind is made up, this diminishes fear.", "author": "Rosa Parks" },
    { "id": 79, "text": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.", "author": "Charles Darwin" },
    { "id": 80, "text": "The ones who are crazy enough to think they can change the world, are the ones that do.", "author": "Steve Jobs" },
    { "id": 81, "text": "Do one thing every day that scares you.", "author": "Eleanor Roosevelt" },
    { "id": 82, "text": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.", "author": "Bob Dylan" },
    { "id": 83, "text": "I didn't fail the test. I just found 100 ways to do it wrong.", "author": "Benjamin Franklin" },
    { "id": 84, "text": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on.", "author": "Sheryl Sandberg" },
    { "id": 85, "text": "The only thing standing between you and your goal is the story you keep telling yourself.", "author": "Jordan Belfort" },
    { "id": 86, "text": "The best time to learn is always now.", "author": "Unknown" },
    { "id": 87, "text": "Every accomplishment starts with the decision to try.", "author": "John F. Kennedy" },
    { "id": 88, "text": "Be yourself; everyone else is already taken.", "author": "Oscar Wilde" },
    { "id": 89, "text": "In the middle of every difficulty lies opportunity.", "author": "Albert Einstein" },
    { "id": 90, "text": "The purpose of learning is growth, and our minds are not limited.", "author": "Mortimer J. Adler" },
    { "id": 91, "text": "Anyone who stops learning is old, whether at twenty or eighty.", "author": "Henry Ford" },
    { "id": 92, "text": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.", "author": "Malcolm X" },
    { "id": 93, "text": "Tell me and I forget. Teach me and I remember. Involve me and I learn.", "author": "Benjamin Franklin" },
    { "id": 94, "text": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson" },
    { "id": 95, "text": "You miss 100% of the shots you don't take.", "author": "Wayne Gretzky" },
    { "id": 96, "text": "Whether you think you can or you think you can't, you're right.", "author": "Henry Ford" },
    { "id": 97, "text": "The best preparation for tomorrow is doing your best today.", "author": "H. Jackson Brown Jr." },
    { "id": 98, "text": "Learning is a treasure that will follow its owner everywhere.", "author": "Chinese Proverb" },
    { "id": 99, "text": "Don't let yesterday take up too much of today.", "author": "Will Rogers" },
    { "id": 100, "text": "The only way to learn a new programming language is by writing programs in it.", "author": "Dennis Ritchie" }
  ]
}
